Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielten_etaoppilaiden_maara_kasvaa_-_anni-sofia_niittyvuopio_aloitti_hankekoordinaattorina.html.tmx
Source language: fin
Languages: smn

source: Saamen kielten etäoppilaiden määrä kasvaa – Anni-Sofia Niittyvuopio aloitti hankekoordinaattorina
smn: Sämikielâi káidusuáppei meeri lassaan – Anni-Sofia Niittyvuopio algâttij hahâkoordinaattorin

source: Saamen kielten etäyhteyksiä hyödyntävän opetuspilotin neljäs lukuvuosi käynnistyy maanantaina 16.8. Lukuvuonna 2021–2022 hankkeessa opiskelee 104 oppilasta 30 kunnasta eri puolelta Suomea.
smn: Sämikielâi káidusmáttááttâshaavâ niäljád luuhâmihe vuálgá joton vuossaargâ 16.8. Luuhâmive 2021–2022 haavâst uáppih 104 uápped 30 kieldâst pirrâ Suomâ.

source: Inarinsaamen oppilaita on 34, koltansaamen 19 ja pohjoissaamen 52. Yhteyksiä kouluihin hoitavana koordinaattorina on aloittanut Saamelaiskäräjillä työskentelevä Anni-Sofia Niittyvuopio.
smn: Anarâškielâ uáppeeh láá 34, nuorttâlâškielâ 19 já tavesämikielâ 52. Koordinaattorin, kote hoittáá ohtâvuođâid škovláid, lii algâttâm Sämitige pargee Anni-Sofia Niittyvuopio.

source: Hankkeen opettajina työskentelevät Sirkka Sanila (koltansaame), Henna Aikio (inarinsaame), Joni Saijets (pohjoissaame äidinkielenä) ja Satu Pieski (pohjoissaame toisena kielenä).
smn: Haavâ máttáátteijen pargeh Sirkka Sanila (nuorttâlâškielâ), Henna Aikio (anarâškielâ), Joni Saijets (tavesämikielâ eenikiellân) já Satu Pieski (tavesämikielâ nubben kiellân).

source: Satu Pieski siirtyy syyskuussa neljäksi kuukaudeksi projektipäällikön tehtävään Hanna Helanderin virkavapauden ajaksi.
smn: Satu Pieski sirdâšuvá neelji mánuppajan proojeekthoovdâ paargon, ko Hanna Helanderist lii virgerijjâ.

source: Sirkka Sanila opettaa Tukholmasta, Joni Saijets jutaavaan saamelaiseen tapaan joko kotoa tai sieltä, mihin on kulkiessaan päätynyt, Henna Aikio ja Satu Pieski Oulusta.
smn: – Haavâst lii suotâs porgâđ, tastko tast lii šoddâm šiev pargosiärvus tast peerusthánnáá, ete mij aassâp kukken nubijnân, máttáátteijeeh eteh.

source: Opettajien ja hanketyöntekijöiden uusi lukuvuosi käynnistyi yhteisillä suunnittelupäivillä Oulussa elokuun alussa.
smn: – Máttááttâs adeluvvoo Teams-pirrâsist, te mij pyehtip jieččân ´máttáátteijeevisteest´ jyehiđ sehe huolâid já mättim.

source: Yhteistyössä Lapin yliopiston ADVOST -hankkeen kanssa valmistellaan etäopetuksen käsikirjaa.
smn: Sirkka Sanila máttát Tukholmast, Joni Saijets jottee sämmilâš täävi mield jo-uv pääihist teikkâ tobbeen, kost lii jotemin, Henna Aikio já Satu Pieski Oulust.

source: Deanuleagis sámástit -hankkeen kanssa valmistellaan kalastusaiheisia opetusvideoita ja hankkeelta saadaan myös oppilaiden huoltajille ja viranomaisille suunnattua kielineuvontaa.
smn: Máttáátteijei já hahâpargei uđđâ luuhâmihe vuolgij joton ohtsijn vuávámpeeivijn Oulust porgemáánu aalgâst.

source: Opettajat odottavat jo oppilaiden kohtaamista.
smn: Oovtâstpargoost Laapi ollâopâttuv ADVOST-havváin valmâštâlloo káidusmáttááttâs kietâkirje.

source: – Oppilaiden motivaatio ja into välittyvät myös ruudun läpi.
smn: Deanuleagis sámástit -havváin valmâštâllojeh kyelipiivdon lohtâseijee máttááttâsvideoh já haavâst finnee meid uáppei huolâtteijeid já virgeomâháid čuosâttum kielâravvim.

source: On tosi ihanaa nähdä, miten oppilaat ympäri Suomen eri kouluista toimivat yhdessä omissa etäryhmissään ja sitoutuvat kielen oppimiseen, opettaja Henna Aikio sanoo.
smn: Máttáátteijeeh jo vyerdih uáppei teivâm.

source: Lisätietoja:
smn: – Uáppei motivaatio já moovtâ puáhtá aiccâđ meid ruuvdu čoođâ.

source: Hanna Helander, hanna.helander@edu.utsjoki.fi
smn: Lii tuođâi suotâs uáiniđ, maht uáppeeh pirrâ Suomâ sierâ škoovlâin tuáimih oovtâst jieijâs káidusjuávhuin já čonâdâteh kielâ oppâmân, máttáátteijee Henna Aikio iätá.

source: Anni-Sofia Niittyvuopio, anni-sofia.niittyvuopio@samediggi.fi
smn: Lasetiäđuh:

source: Satu Pieski, satu.pieski@edu.utsjoki.fi
smn: Hanna Helander, hanna.helander@edu.utsjoki.fi

source: https://www.saamenetaopetus.com/
smn: Anni-Sofia Niittyvuopio, anni-sofia.niittyvuopio@samediggi.fi

source: https://www.samediggi.fi/toiminta/koulutus-ja-oppimateriaali/
smn: Satu Pieski, satu.pieski@edu.utsjoki.fi
